10/data/attachments/1b1ec8ba9d7af0af.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Justin_hand_Actions_35668_0</nif:username>
            <nif:friendToBeRequested>soap_actions_d6f7e3ce-c392-4fac-b951-4a2e2c4aff44</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>